{
  "about": {
    "coverSubtitle": "I like to code, I love to think.",
    "profileSubtitle": "Trust me, I'm an engineer!",
    "description": [
      "Baue gerne verteilte Systeme und mag Herausforderungen. Am liebsten bin ich auf Linux Servern unterwegs, eine Shell ist alles was ich brauche. Meine interessensgebiete sind Programmiersprachen, Algorithmik und Netzwerke. Außerdem bin ich großer Fan von Codingchallenges, vorallem Codesignal.",
      "Momentan lebe ich in Singapur und schreibe meine Masterarbeit in Cooperation mit einem internationalen Forschungsinstitut. Ich arbeite als Research Engineer für automatisierte Lösungen im Bereich Blueteam IT Sec.",
      "Wenn ich nicht vor dem Rechner hänge bin gerne in der Natur unterwegs. Entweder mit Rucksack & Zelt oder ich mache mit der Angel Jagd auf heimische Süßwasserräuber. Habe auch Barfußschuhe für mich entdeckt, kann ich jedem nur empfehlen! Bei schlechtem Wetter bastel ich an kleinen Projekten, schau mal auf meinen github account :)"
    ]
  },
  "address": {
    "name": "Felix Christian Ortmann",
    "street": "Agathenstraße 7",
    "zip": "20357",
    "city": "Hamburg",
    "country": "Germany"
  },
  "contact": {
    "phone": "+49 1748373193",
    "email": "0ortmann@informatik.uni-hamburg.de"
  },
  "footer": {
    "imprintLink": "Impressum",
    "privPolicyLink": "Datenschutzerklärung"
  },
  "imprint": {
    "title": "Impressum",
    "subtitle": "Angaben gemäß § 5 TMG",
    "sectionsTitle": "Haftungsausschluss",
    "sections": [
      {
        "title": "Haftung für Inhalte",
        "text": [
          "Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen."
        ]
      },
      {
        "title": "Haftung für Links",
        "text": [
          "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen."
        ]
      },
      {
        "title": "Urheberrecht",
        "text": [
          "Die durch die Seitenbetreiber erstellten bzw. verwendeten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen."
        ]
      }
    ]
  },
  "privPolicy": {
    "title": "Datenschutzerklärung",
    "subtitle": "Website-Betreiber",
    "sections": [
      {
        "title": "Grundlegendes",
        "text": [
          "Diese Datenschutzerklärung soll die Nutzer dieser Website über die Art, den Umfang und den Zweck der Erhebung und Verwendung personenbezogener Daten durch den Websitebetreiber informieren.",
          "Der Websitebetreiber nimmt Ihren Datenschutz sehr ernst und behandelt Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Vorschriften. Da durch neue Technologien und die ständige Weiterentwicklung dieser Webseite Änderungen an dieser Datenschutzerklärung vorgenommen werden können, empfehlen wir Ihnen sich die Datenschutzerklärung in regelmäßigen Abständen wieder durchzulesen.",
          "Diese Datenschutzerklärung ist aktuell gültig und hat den Stand Mai 2018.",
          "Definitionen der verwendeten Begriffe (z.B. \"personenbezogene Daten\" oder \"Verarbeitung\") finden Sie in Art. 4 DSGVO."
        ]
      },
      {
        "title": "Zugriffsdaten",
        "text": [
          "Wir, der Websitebetreiber bzw. Seitenprovider, erheben aufgrund unseres berechtigten Interesses (s. Art. 6 Abs. 1 lit. f. DSGVO) Daten über Zugriffe auf die Website und speichern diese als sog. Server-Logfiles auf dem Server der Website ab. Folgende Daten werden so protokolliert:",
          "Besuchte Website, Uhrzeit zum Zeitpunkt des Zugriffes, Menge der gesendeten Daten in Byte, Quelle/Verweis von welchem Sie auf diese Seite gelangten, verwendeter Browser, verwendetes Betriebssystem und verwendete IP-Adresse.", 
          "Die Server-Logfiles werden für maximal 7 Tage gespeichert und anschließend gelöscht. Die Speicherung der Daten erfolgt aus Sicherheitsgründen, um z. B. Missbrauchsfälle aufklären zu können. Müssen Daten aus Beweisgründen aufgehoben werden, sind sie solange von der Löschung ausgenommen bis der Vorfall endgültig geklärt ist."
        ]
      },
      {
        "title": "Erfassung und Verarbeitung personenbezogener Daten",
        "text": [
          "Der Websitebetreiber erhebt, nutzt und gibt Ihre personenbezogenen Daten nur dann weiter, wenn dies im gesetzlichen Rahmen erlaubt ist oder Sie in die Datenerhebung einwilligen.",
          "Als personenbezogene Daten gelten sämtliche Informationen, welche dazu dienen, Ihre Person zu bestimmen und welche zu Ihnen zurückverfolgt werden können - also beispielsweise Ihre E-Mail-Adresse und Telefonnummer.",
          "Diese Website können Sie besuchen, ohne Angaben zu Ihrer Person zu machen. Zur Verbesserung unseres Online-Angebotes speichern wir jedoch Ihre Zugriffsdaten auf diese Website. (siehe hierzu Abschnitt \"Zugriffsdaten\").",
          "Nehmen Sie mit mir als Websitebetreiber per Email eine Verbindung auf, wird Ihre Email Adresse gespeichert, um Ihre Anfrage beantworten zu können. Ohne Ihre Einwilligung werden diese Daten nicht an Dritte weitergegeben. Die personenbezogenen Daten, welche durch das Senden einer Email erhoben wurden, werden nach Erledigung der von Ihnen gestellten Anfrage gelöscht."
        ]
      },
      {
        "title": "Datensicherheit",
        "text": [
          "Innerhalb des Website-Besuchs werden Verbindungsdaten durch Verschlüsselung geschützt. Dabei kommt das TLS 1.2 Verfahren zum Einsatz. Dass eine angefragte Seite verschlüsselt übertragen wird, erkennen Sie daran, dass in der Adresszeile des Browsers das Protokoll \"https\" verwendet wird und ein grünes Schloss-Symbol neben der Adresszeile zu sehen ist.",
          "Bitte bedenken Sie, dass keine Internetübertragung absolute Sicherheit garantiert oder fehlerfrei ist. Sie werden darauf hingewiesen, dass standard E-Mails auf dem Übertragungsweg unbefugt und unbemerkt mitgelesen oder verändert werden können."
        ]
      },
      {
        "title": "Rechte des Nutzers",
        "text": [
          "Sie haben als Nutzer das Recht, auf Antrag eine kostenlose Auskunft darüber zu erhalten, welche personenbezogenen Daten über Sie gespeichert wurden. Sie haben außerdem das Recht auf Berichtigung falscher Daten und auf die Verarbeitungseinschränkung oder Löschung Ihrer personenbezogenen Daten. Falls zutreffend, können Sie auch Ihr Recht auf Datenportabilität geltend machen. Sollten Sie annehmen, dass Ihre Daten unrechtmäßig verarbeitet wurden, können Sie eine Beschwerde bei der zuständigen Aufsichtsbehörde einreichen."
        ]
      },
      {
        "title": "Löschung von Daten",
        "text": [
          "Sofern Ihr Wunsch nicht mit einer gesetzlichen Pflicht zur Aufbewahrung von Daten (z. B. Vorratsdatenspeicherung) kollidiert, haben Sie ein Anrecht auf Löschung Ihrer Daten. Von uns gespeicherte Daten werden, sollten sie für ihre Zweckbestimmung nicht mehr vonnöten sein und es keine gesetzlichen Aufbewahrungsfristen geben, gelöscht. Falls eine Löschung nicht durchgeführt werden kann, da die Daten für zulässige gesetzliche Zwecke erforderlich sind, erfolgt eine Einschränkung der Datenverarbeitung. In diesem Fall werden die Daten gesperrt und nicht für andere Zwecke verarbeitet."
        ]
      },
      {
        "title": "Widerspruchsrecht",
        "text": [
          "Nutzer dieser Webseite können von ihrem Widerspruchsrecht Gebrauch machen und der Verarbeitung ihrer personenbezogenen Daten zu jeder Zeit widersprechen.",
          "Wenn Sie eine Berichtigung, Sperrung, Löschung oder Auskunft über die zu Ihrer Person gespeicherten personenbezogenen Daten wünschen oder Fragen bzgl. der Erhebung, Verarbeitung oder Verwendung Ihrer personenbezogenen Daten haben oder erteilte Einwilligungen widerrufen möchten, wenden Sie sich bitte an mich unter Verwendung der oben stehenden Kontaktinformationen."
        ]
      }
    ]
  }
}